@extends('layouts.main')

@section('title', 'История')
@section('content')
    <section class="history-section">
        <div class="container">
            <h2 class="section-title">История села Знаменка</h2>
            <div class="history-block">
                <img src="{{ asset('/img/flag.png') }}" alt="Флаг">
                <div class="history-text">
                    <p>Первыми жителями нашего края в первой четверти XVIII века стали переселенцы из Поволжья и центральных губерний России. Крестьяне уходили от безземелья и крепостничества. Перед переселенцами стояла трудная задача – им нужно было отвоевать место для жизни у леса. Ведь на месте нашего будущего села были непроходимые леса.</p>

                    <p>Есть две версии появления переселенцев в наших краях. По первой, крестьяне бежали от помещика Кутузова, а по второй – часть людей сюда переселил сам помещик Кутузов, который, по преданию, выиграл эти земли в карты у внука Екатерины II В.А. Бобринского. Крестьяне поселились вдоль речки от Маришовых (от современного перекрестка) до моста и назвали свою деревню Кутузами, по имени своего помещика.</p>

                    <p>Через некоторое время другой конец современного села, от моста до нынешнего храма, был заселен крестьянами помещика Нечаева, которых он выменял на собак. Эта часть села стала называться Нечаевкой, однако все село долгое время именовалось Кутузами. Оно располагалось при речке Кутузинке в 18 верстах от Белебея.</p>

                    <h3>Промышленное развитие</h3>

                    <p>В 1730 году началась промышленная деятельность на Урале крупных предпринимателей Осокиных. Они владели тремя медеплавильными заводами в Белебеевском уезде – Верхне-Троицким, Нижне-Троицким и Усень-Ивановским. Одному из сыновей Осокиных – Алексею – в Белебеевском уезде принадлежало село Знаменка (Кутузы) и деревня Максютовка. В то время в Кутузах было 94 двора с 487 жителями.</p>

                    <p>Один из владельцев Усень-Ивановского завода – И.П. Осокин, учитывая плодородность земли вокруг села, засевал ее пшеницей и ячменем. Однако сбыт зерна был проблемой, поэтому он построил спиртзавод, продукцию которого реализовать было проще. Первоначально завод располагался в Нечаевском конце, на месте современной церкви.</p>

                    <h3>Переименование села</h3>

                    <p>С открытием храма связаны две версии переименования села Кутузы в Знаменку:</p>

                    <ol>
                        <li>«Храм открыли в праздник Престольный 1913 года – к трехсотлетию династии Романовых. В эти же дни село Кутузы переименовали в Знаменку».</li>
                        <li>Вторая версия связана с освящением деревянной церкви, построенной помещиком Осокиным в честь иконы Божией Матери "Знамение". В ее честь наше село было переименовано из Кутузов в Знаменку.</li>
                    </ol>

                    <p>Расходятся данные и о времени появления названия села Знаменка. Это событие связано с двумя датами:</p>

                    <ul>
                        <li>1856 год – освящение первой деревянной церкви, построенной Осокиным.</li>
                        <li>1913 год – открытие современного каменного храма в праздник Престольный.</li>
                    </ul>

                    <h3>Советский период</h3>

                    <p>В 1917 году в России произошла Великая Октябрьская революция. 11 ноября 1917 года крестьяне в доме Гаврилова Василия Ивановича узнали о переходе власти к рабочим, солдатским и крестьянским депутатам. А весной по ленинскому декрету «О земле» Михаил Петрович Иванов, волостной комиссар по землеустройству, наделил землей бедняков.</p>

                    <p>В это время в нашем селе появился новый орган власти – Совет крестьянских депутатов (Сельсовет), который располагался в доме напротив церкви. Сегодня этого дома уже нет.</p>

                    <p>С приходом советской власти в нашем селе было построено первое здание школы, где работала Соколова Ольга Вениаминовна. Для многих жителей села она стала первой учительницей. Появилась в деревне и первая больница. Многие поколения сельчан помнят Копылову Елену Ивановну не только как первого врача, но и как мудрого, заботливого человека, всегда спешащего на помощь.</p>

                    <h3>Гражданская война</h3>

                    <p>Становление советской власти сопровождалось Гражданской войной между «белыми» и «красными». В нашем селе есть памятное место, связанное с этими событиями.</p>

                    <p>5 апреля 1918 года, в полдень, в селе расположился отряд чапаевцев, который внезапно был атакован превосходящими силами белых. Несмотря на ответный огонь красных, белые ворвались в село, шашками рубили красноармейцев, жестоко издевались над ранеными. Бой длился два часа.</p>

                    <p>После его окончания местные жители собрали погибших – их было более 60 человек – и похоронили в братской могиле, не делая различий между «белыми» и «красными». На могиле поставили дубовый крест, который позже заменили обелиском с красной звездой.</p>

                    <h3>Послевоенные годы</h3>

                    <p>После Гражданской войны спиртзавод был разрушен, оборудование расхищено. В мае 1920 года его восстановили, а к осени 1920 года завод дал первую продукцию, с каждым годом наращивая темпы производства.</p>

                    <p>После окончания войны крестьяне с радостью занялись мирным трудом на собственных участках земли. В конце 1920-х крестьян ждали крупные перемены: вместо единоличных хозяйств стали создаваться крупные коллективные.</p>

                    <p>В октябре 1928 года на бывших деевских землях был создан Знаменский совхоз. Об этом свидетельствует приказ Башсельтреста №86 от 4 октября 1928 года. В 1930 году он стал именоваться «Краснознаменским». В 1932 году на базе одного из отделений нашего совхоза был создан совхоз им. М. Горького.</p>

                    <h3>Коллективизация и репрессии</h3>

                    <p>В 1927 году XV съезд ВКП(б) определил, что коллективизация должна стать основной задачей партии в деревне. В 1930 году в другой части сельсовета был образован колхоз им. Яковлева. В 1933 году колхоз объединил 9 поселков: Владимировку, Соловки, Броды, Топкий Ключ, Смородный Куст, Успенку, Троицкий, Пески, Знаменку.</p>

                    <p>Крестьяне, вступая в колхоз, должны были сдавать скот и инвентарь для общественного пользования. Не все крестьяне хотели вступать в колхоз, таких советская власть объявила врагами – кулаками и приняла решение о ликвидации кулачества как класса.</p>

                    <p>За 1929–1933 годы из нашего сельсовета было репрессировано 42 человека, из Знаменки в годы коллективизации раскулачено 11 единоличников.</p>

                    <p>В конце 1936 года колхоз разделился на три отдельных колхоза:</p>

                    <ul>
                        <li>«Фрунзе»</li>
                        <li>«Труд»</li>
                        <li>«Заветы Ильича»</li>
                    </ul>

                    <p>Наше село частично вошло в состав колхоза «Заветы Ильича».</p>

                    <h3>Сталинские репрессии</h3>

                    <p>В годы сталинского правления по всей стране были безвинно арестованы и осуждены миллионы людей. Жители нашего села также стали жертвами сталинского террора – не только во время коллективизации, но и в другие периоды.</p>

                    <p>Ученики нашей школы, проводя поисковую работу, выяснили, что по Знаменскому сельсовету репрессировали 70 человек, а из Знаменки – 33 человека. Одним из них стал Наумов Семен Григорьевич – председатель колхоза им. Яковлева, позже «Заветы Ильича».</p>

                    <h3>Великая Отечественная война</h3>

                    <p>Вместе со всей страной наши односельчане пережили тяготы и горести Великой Отечественной войны. Из нашего села ушло на фронт более 300 человек, 176 из них не вернулись.</p>

                    <p>Участие наших земляков в боях Великой Отечественной войны – это отдельная книга в истории села, которую мы должны знать и не вправе забыть.</p>

                    <p>Но победа на фронтах ковалась и в тылу. Мужчины уходили на фронт, их место занимали женщины, старики, дети. Не щадя себя, они работали на полях, фермах, лесозаготовках, садились за руль тракторов, комбайнов.</p>

                    <p>Труженики села сдавали в фонд обороны свои сбережения, ценные вещи, организовывали сбор теплых вещей для воинов Красной Армии. Коллектив Краснознаменского спиртзавода внес в Госбанк на строительство боевого самолета «Краснознаменский истребитель» 59 091 рубль и облигации госзайма на сумму 45 260 рублей. Всего 104 351 рубль.</p>

                    <p>В здании Деевского дома была открыта школа снайперов, в которой обучалась наша землячка Тарас В.М., воевавшая в годы войны снайпером.</p>

                    <p>Тяжело жилось людям во время войны. Но главной наградой для всех стала долгожданная победа в этой долгой войне.</p>

                    <h3>Память о войне</h3>

                    <p>Память о той войне живет в сердцах людей. В конце 1960-х около Знаменской средней школы, расположенной в Деевском доме, был установлен обелиск в память о воинах-земляках, сражавшихся на фронтах Великой Отечественной войны.</p>

                    <p>В 1988 году около Дома культуры был установлен памятник «Воин-освободитель и скорбящая мать», который вместе с входной панорамой, бетонированной дорожкой и вечным огнем составляет Парк Победы как вечная память погибшим в годы ВОВ от благодарных земляков-знаменцев.</p>

                    <h3>Послевоенное восстановление</h3>

                    <p>Война закончилась, жизнь входила в мирное русло. С 1948 года в бывшем Деевском доме располагалась Знаменская средняя школа. До 1978 года в этом здании звучали детские голоса и смех. После переезда школы в новое здание дом остался бесхозным. Из него выломали и утащили все, что можно было взять. Не смогли разобрать только кирпичные стены.</p>

                    <p>Неоднократно поднимался вопрос о восстановлении этого здания жителями села и руководителями разных рангов. Но средств на реставрацию особняка так и не нашли.</p>

                    <h3>1990-е годы</h3>

                    <p>В начале 1990-х президент СВАКа Лукьянов Л.П. выделяет деньги и начинается восстановление Деевского дома. Реставрационными работами руководил Мухаметшин Р.Г. Дом был очищен от побелки, восстановлен купол, отремонтированы два кабинета. Однако вскоре СВАК-банк обанкротился, и работы прекратились.</p>

                    <p>В 2000 году из-за хулиганства подростков сгорел купол дома. Так и стоит этот дом, когда-то полный жизни, теперь заброшенный и никому не нужный.</p>

                    <p>В 1998 году Президент Республики Башкортостан, знакомясь с нашим селом, обратил внимание на это здание и сказал, что необходимо найти средства на его восстановление.</p>

                    <h3>Современная история</h3>

                    <p>В 1948 году на базе свиноводческого совхоза был организован птицеводческий совхоз. В 1954 году совхоз стал участником Всесоюзной сельскохозяйственной выставки (ВСХВ).</p>

                    <p>К концу 1959 года к племптицесовхозу «Знаменский» были присоединены два окружающих колхоза:</p>

                    <ul>
                        <li>«Красный Октябрь» (центр в деревне Ново-Сараево)</li>
                        <li>«Заветы Ильича» (центр в селе Знаменка)</li>
                    </ul>

                    <h3>Закрытие церкви</h3>

                    <p>В начале 1961 года по указанию райкома КПСС была закрыта сельская церковь. При большом скоплении народа были сняты кресты и колокола, часть икон вывезена в Белебей, часть – утеряна.</p>

                    <p>К сожалению, были утрачены иконостас, царские врата, уничтожены лепные детали. Здание церкви было отдано Сельскому клубу.</p>

                    <p>Лишь в 1988 году оно было возвращено общине верующих. Они несли в церковь иконы, собирали добровольные пожертвования на восстановление храма.</p>

                    <p>В декабре 2005 года церковь возвестила о начале службы колокольным звоном. На добровольные пожертвования верующих были отлиты и установлены в храме 5 колоколов.</p>

                    <h3>Последние изменения</h3>

                    <p>Очередная реорганизация предприятий села произошла в 1974 году. Она заключалась в том, что после известного постановления ЦК КПСС о развитии специализации и концентрации производства началось строительство крупных комплексов.</p>

                    <p>Решили вновь отделить от племптицесовхоза «Краснознаменский» земли и животноводство двух бывших колхозов:</p>

                    <ul>
                        <li>«Красный Октябрь»</li>
                        <li>«Заветы Ильичá»</li>
                    </ul>

                    <p>Но это решение было ошибочным, так как совхоз «Заветы Ильича» оказался убыточным. За 15 лет «надуманной специализации» совхоз залез в долг государству более чем на 5 млн рублей.</p>

                    <p>А племптицесовхоз пошел в гору: росло производство яиц и мяса, улучшались все показатели, велось большое строительство.</p>

                    <p>С 1977 по 1988 год совхоз неоднократно получал награды:</p>

                    <ul>
                        <li>Переходящее Красное Знамя Совета Министров РСФСР и ВЦСПС</li>
                        <li>Дипломы Министерства сельского хозяйства и ВДНХ СССР</li>
                        <li>12 работников совхоза были награждены орденами и медалями СССР</li>
                    </ul>

                    <p>В эти годы совхоз вел огромное строительство, существенно изменив облик села. За эти годы построено более 220 квартир (ежегодно 10–12 квартир), появляются новые улицы.</p>

                    <h3>Социальное развитие</h3>

                    <ul>
                        <li>В 1977 году построена врачебная амбулатория с кабинетами врачей, детским, акушерским, фельдшерским, служебным и физкабинетом. При больнице находится аптека.</li>
                        <li>В ноябре 1978 года открыто новое здание Знаменской средней школы, куда она переехала из Деевского дома. Школа построена по типовому проекту и рассчитана на 464 ученических места.</li>
                        <li>В январе 1982 года начинает работу новый типовой детский комбинат «Золушка» на 140 мест. Заведующей назначена Макаева Гузель Мухаметовна.</li>
                        <li>За эти годы построено более 30 птичников, столовая, баня, автогараж, шоссейная дорога «Знаменка – Глуховская», Дом культуры на 300 мест, центральная контора, дом быта, четыре красных уголка, процедурный кабинет для ветеранов войны и труда, хорошая гостиница.</li>
                        <li>В 1986–1990 годах начата газификация отделений птицесовхоза и квартир рабочих совхоза центральной усадьбы и пос. Мочилки.</li>
                    </ul>

                    <h3>Руководство совхоза</h3>

                    <p>Большие перемены в облике Знаменки связывают с руководителем совхоза Ясаковым Иваном Кондратьевичем. Он был директором совхоза с 1965 по 1995 год.</p>

                    <p>За достигнутые успехи он признан Почетным гражданином г. Белебея и Белебеевского района Республики Башкортостан. Даже в тяжелые годы перестройки (вторая половина 1990-х) совхоз наращивал темпы производства.</p>

                    <h3>Спиртзавод</h3>

                    <p>Этого нельзя сказать о Краснознаменском спиртзаводе. После выхода указа М.С. Горбачева «О борьбе с пьянством и алкоголизмом» в июле 1985 года началась борьба не с пьянством и алкоголиками, а со спиртоводочной отраслью.</p>

                    <p>В 1986 году спиртзавод был закрыт, рабочие остались без работы. Только 28 декабря 1988 года было принято решение о возрождении Краснознаменского спиртзавода, он был передан Белебеевскому ликероводочному заводу и на его базе создан спиртоводочный комбинат.</p>

                    <p>Все на спиртзаводе находилось в плачевном состоянии, начинать приходилось с нуля. Но бывшие рабочие завода на время переквалифицировались в строительных рабочих и под руководством Р.В. Марковой, Л.И. Самойловой, С.М. Гнусина, а с мая 1991 года – В.А. Малкина сумели проделать огромный объем работ по восстановлению завода.</p>

                    <p>В июле 1992 года он дал долгожданную продукцию.</p>

                    <h3>Современное состояние (на момент написания)</h3>

                    <p>В последующее десятилетие завод расширяет объемы производства, растет благосостояние рабочих, ведется строительство жилья для рабочих, вводятся в строй новые производственные объекты: углекислотный, ферментные цеха, новая контора.</p>

                    <p>Положительные перемены происходят не только на спиртзаводе, но и на селе. С каждым днем оно становится красивее. Ушли в прошлое грязь и лужи, асфальтированные дороги стали привычными.</p>

                    <p>В дома сельчан пришло голубое топливо, идет телефонизация села, появляются новые улицы, на которых вырастают красавцы-дома.</p>
                </div>
            </div>
    </section>
@endsection
